<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Strict//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Documentaci&oacute;n BOBS Retail</title>
<link href="styles/style.css" rel="stylesheet" type="text/css" />
</head>
<body>
	<h1><a name="title">Inventariados</a></h1>
	<h4><a name="introduction">Introducci&oacute;n</a></h4>
	<p>La secci&oacute;n de “Inventariados” en el modulo de inventario cuenta con herramientas para poder llevar a cabo inventarios f&iacute;sicos (inventariados) y luego compararlos con el inventario del sistema con el prop&oacute;sito de corregir diferencias.
	Para realizar un inventario se deben llevar a cabo 4 pasos de los cuales 2 son opcionales:</p>
	<ol>
		<li><a href="#counting_templates">Imprimir un selectivo para llevar un conteo f&iacute;sico de los productos de la tienda (opcional).</a></li>
		<li><a href="#counts">Ingresar el conteo al sistema.</a></li>
		<li><a href="#comparisons">Crear una comparaci&oacute;n entre el conteo o inventario f&iacute;sico contra el inventario del sistema.</a></li>
		<li><a href="#comparison_filters">Filtrar comparaci&oacute;n para analizar mejor la informaci&oacute;n (opcional).</a></li>
	</ol>
	<p>Para estos 3 pasos hay 3 herramientas en el sistema como lo muestra la figura 1.</p>
	<div class="img_example">
		<img alt="menu inventariados" src="images/inventory_menu.jpg" /><br />
		<span>Figura 1.</span>
	</div>
	<h4><a name="counting_templates">Selectivos</a></h4>
	<p>Se imprime un selectivo ingresando a la subsecci&oacute;n “Selectivos” en la secci&oacute;n de “Inventariados” y se ingresan el rango de nombres de los productos o de casas (dependiendo del orden en que se desee el selectivo)  de los cuales se desea llevar un conteo f&iacute;sico y se presiona el bot&oacute;n “Imprimir”. Ver figura 2.</p>
	<div class="img_example">
		<img alt="menu selectivos" src="images/counting_template_menu.jpg" /><br />
		<span>Figura 2.</span>
	</div>
	<p>Luego la ventana de dialogo para imprimir aparecer&aacute;. Presionar el bot&oacute;n “Aceptar”.</p>
	<h4><a name="counts">Conteos</a></h4>
	<p>Imprimir un selectivo no es obligatorio ya que este es solo una ayuda para poder ir anotando los conteos f&iacute;sicos que se van realizando. No es el caso a la hora de ingresar los conteos realizados al sistema. Para esto se ingresa a la subsecci&oacute;n “Conteos” en la secci&oacute;n de “Inventariados” y se presiona el link “Crear”. Ver figura 3.</p>
	<div class="img_example">
		<img alt="menu conteos" src="images/count_menu.jpg" /><br />
		<span>Figura 3.</span>
	</div>
	<p>El formulario para crear conteos aparecer&aacute;. Se ingresa el motivo por la cual se llevo el conteo f&iacute;sico y se le da ingreso a los conteos utilizando la barra de conteo ya sea manualmente uno por uno o ingresando un archivo de texto en el caso de que se haya usado un recolector de barras (l&eacute;ase el manual <a href="count_toolbar.html">Barra de Conteo</a>). Al terminar presionar el bot&oacute;n “Guardar”. Ver figura 4.</p>
	<div class="img_example">
		<img alt="formulario conteos" src="images/count_form.jpg" /><br />
		<span>Figura 4.</span>
	</div>
	<p>Luego de guardar el conteo el sistema generara autom&aacute;ticamente su n&uacute;mero el cual no se podr&aacute; alterar. Ver figura 5.</p>
	<div class="img_example">
		<img alt="conteo" src="images/count.jpg" /><br />
		<span>Figura 5.</span>
	</div>
	<h4><a name="comparisons">Comparaciones</a></h4>
	<p>El siguiente paso es crear una comparaci&oacute;n entre lo que se conto f&iacute;sicamente y lo que el sistema tiene en su inventario. Para esto se ingresa en la subsecci&oacute;n “Comparaciones” en la secci&oacute;n “Inventariados” y se presiona el link “Crear”. Ver figura 6.</p>
	<div class="img_example">
		<img alt="menu comparaciones" src="images/comparison_menu.jpg" /><br />
		<span>Figura 6.</span>
	</div>
	<p>Luego el formulario para crear una comparaci&oacute;n aparecer&aacute;. Se ingresa el n&uacute;mero del conteo realizado anteriormente, el motivo y se selecciona si la comparaci&oacute;n va ser contra todo el inventario en general o solamente contra los productos contados. Al final se presiona el bot&oacute;n “Guardar”. Ver figura 7.</p>
	<div class="img_example">
		<img alt="formulario comparaciones" src="images/comparison_form.jpg" /><br />
		<span>Figura 7.</span>
	</div>
	<p>Luego la comparaci&oacute;n realizada aparecer&aacute; en pantalla. La cual indicara los conteos f&iacute;sicos ingresados (F&iacute;sico), las cantidades actualmente el sistema para cada producto (Sistema) y la diferencia. Ver figura 8.</p>
	<div class="img_example">
		<img alt="comparacion" src="images/comparison.jpg" /><br />
		<span>Figura 8.</span>
	</div>
	<h4><a name="comparison_filters">Filtrar Comparaciones</a></h4>
	<p>Por &uacute;ltimo se puede filtrar una comparaci&oacute;n en caso esta sea demasiado grande o se quiere analizar la informaci&oacute;n en una forma m&aacute;s compacta. Para esta se ingresa a subsecci&oacute;n “Comparaciones” en la secci&oacute;n de “Inventariados” y se presiona el link “Filtrar Comparaci&oacute;n”. Ver figura 9.</p>
	<div class="img_example">
		<img alt="menu comparacion filtro" src="images/comparison_filter_menu.jpg" /><br />
		<span>Figura 9.</span>
	</div>
	<p>Luego el formulario para filtrar una comparaci&oacute;n aparecer&aacute;. En el formulario se ingresa el n&uacute;mero de la comparaci&oacute;n a filtrar. Qu&eacute; tipo de filtro aplicar y si se desea que despliegue los valores monetarios para cada detalle y el total. Para ver los valores monetarios se necesito ingresar con un rol con suficientes privilegios (ver <a href="reference.html#privileges">privilegios en gu&iacute;a de referencia</a>). Al final se presiona el botón “Aceptar”. Ver figura 10.</p>
	<div class="img_example">
		<img alt="formulario comparaciones filtro" src="images/comparison_filter_form.jpg" /><br />
		<span>Figura 10.</span>
	</div>
	<p>Luego aparecer&aacute; la comparaci&oacute;n con el filtro aplicado. Ver figura 11.</p>
	<div class="img_example">
		<img alt="comparacion filtro" src="images/comparison_filter.jpg" /><br />
		<span>Figura 11.</span>
	</div>
	<hr class="footer" />
</body>
</html>