<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Strict//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
<link href="style.css" rel="stylesheet" type="text/css" />
</head>
<body>
	<h1><a name="reference">Gu&iacute;a de Referencia</a></h1>
	<h2><a name="generalities">PARTE I: Generalidades</a></h2>
	<h3><a name="security">Seguridad</a></h3>
	<p>La seguridad del modulo esta implementada a nivel de subsecci&oacute;n, secci&oacute;n y modulo. Para esto maneja un nivel de jerarqu&iacute;as a la cual los usuarios pertenecen. Dependiendo a que jerarqu&iacute;a el usuario pertenezca este tendr&aacute; los privilegios suficientes para realizar ciertas acciones dentro del sistema.</p>
	<h4><a name="passwords">Contrase&ntilde;as</a></h4>
	<p>Contrase&ntilde;a se refiere a la clave que el usuario utiliza para identificarse ante el sistema a la hora de ingresar alg&uacute;n modulo.</p>
	<h5><a name="change_password">Cambio de contrase&ntilde;a</a></h5>
	<p>Se puede cambiar la contrase&ntilde;a ingresando a “Cambio Contrase&ntilde;a” en la secci&oacute;n de “Inicio” dentro de los m&oacute;dulos de “Inventario” o “POS Admin”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese la contrase&ntilde;a actual en el campo “Contrase&ntilde;a actual”.</li>
		<li>Ingrese la nueva contrase&ntilde;a en el campo “Contrase&ntilde;a nueva”.</li>
		<li>Vuelva a ingresar la nueva contrase&ntilde;a en el campo “Confirmar”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h4><a name="privileges">Privilegios</a></h4>
	<p>El sistema maneja un nivel de jerarqu&iacute;as en forma de roles en los cuales cada usuario con su nombre de usuario pertenece a dicho rol, todo esto para el control de los m&oacute;dulos, secciones y subsecciones.</p>
	<h5><a name="roles_privileges">Roles y sus privilegios</a></h5>
	<p>Los roles en los cuales los usuarios se pueden clasificar son los siguientes (ordenados del m&aacute;s privilegiado al menos privilegiado):</p>
	<ol>
		<li>Administrador</li>
		<li>Auditor</li>
		<li>Supervisor</li>
		<li>Operador</li>
		<li>Contador</li>
	</ol>
	<p>Las siguientes matrices muestran los privilegios para cada rol:</p>
	<p>(Administrador)</p>
	<iframe class="roles_priv" src="administrator_priv.html" ></iframe>
	<p>(Auditor)</p>
	<iframe class="roles_priv" src="auditor_priv.html" ></iframe>
	<p>(Supervisor)</p>
	<iframe class="roles_priv" src="supervisor_priv.html" ></iframe>
	<p>(Operador)</p>
	<iframe class="roles_priv" src="operator_priv.html" ></iframe>
	<p>(Contador)</p>
	<iframe class="roles_priv" src="accountant_priv.html" ></iframe>
	<h2><a name="inventory_module">PARTE II: Modulo de Inventario</a></h2>
	<h3><a name="inventory_maintenance">Mantenimiento</a></h3>
	<p>En la secci&oacute;n de “Mantenimiento” dentro del modulo de “Inventario” se parametrizan los valores necesarios para el funcionamiento del sistema.</p>
	<h4><a name="products">Productos</a></h4>
	<p>Siendo productos en lo que la mayor parte del sistema gira, su informaci&oacute;n esta interrelacionada con la mayor&iacute;a de m&oacute;dulos, secciones y subsecciones. En este cap&iacute;tulo se tratara &uacute;nicamente como crear, consultar, editar y eliminar informaci&oacute;n relacionada a un producto.</p>
	<h5><a name="create_product">Crear un producto</a></h5>
	<p>Los requisitos para poder crear un producto son tener al menos una casa, una unidad de medida y un proveedor creados en el sistema (v&eacute;ase “Crear una unidad de medida”, “Crear una casa” y “Crear un proveedor”).
	Estando en la p&aacute;gina de inicio del modulo, dir&iacute;jase a la subsecci&oacute;n de “Productos” en la secci&oacute;n de “Mantenimiento” y haga click en el link “Crear” y a continuaci&oacute;n se desplegara el formulario.
	El formulario se divide en dos partes, la parte del lado izquierdo contiene los campos que definen la informaci&oacute;n de un producto. Y la parte del lado derecho contiene una tabla con los proveedores que distribuyen este producto.
	Para crear un producto los pasos a seguir son los siguientes:</p>
	<ol>
		<li>Ingrese el nombre del producto.</li>
		<li>Ingrese el c&oacute;digo de barra. En caso de que el producto no tenga un c&oacute;digo de barra, dejar en blanco y el sistema le creara uno autom&aacute;ticamente.</li>
		<li>Ingrese la descripci&oacute;n del producto. Este paso es opcional.</li>
		<li>Seleccione la casa.</li>
		<li>Selecciona la unidad de medida.</li>
		<li>Ingrese el precio p&uacute;blico del producto.</li>
		<li>Deje la casilla de desactivado vac&iacute;a.</li>
		<li>Ingrese al menos un proveedor que distribuya este producto junto con el c&oacute;digo interno con la cual lo maneja. La manera en que se ingresa el proveedor se describe m&aacute;s adelante en “Agregar o quitar un proveedor a un producto”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5><a name="get_product">Consultar un producto por orden alfab&eacute;tico</a></h5>
	<p>Para consultar un producto buscando su nombre en una lista con todos los nombres de los productos ordenados alfab&eacute;ticamente dir&iacute;jase a la subsecci&oacute;n de “Productos” en la secci&oacute;n de “Mantenimiento” y haga click en el link “Consultar (Orden Alfab&eacute;tico)”. A continuaci&oacute;n la lista se desplegara. Solo busque el link con el nombre del producto que est&aacute; buscando y haga click en el.</p>
	<h5><a name="search_product">Consultar un producto por b&uacute;squeda de nombre</a></h5>
	<p>Para consultar un producto buscando su nombre utilizando la herramienta de b&uacute;squeda dir&iacute;jase a la subsecci&oacute;n de “Productos” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “Buscar”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Empiece a escribir el nombre del producto. Y el sistema le desplegara todos los nombres similares de los productos.</li>
		<li>Utilice las teclas de arriba y abajo para navegar la lista y presione ENTER cuando el nombre deseado este seleccionado. O haga click con el mouse sobre el nombre deseado.</li>
	</ol>
	<h5><a name="get_product_by_id">Consultar un producto por c&oacute;digo</a></h5>
	<p>Para consultar un producto utilizando el c&oacute;digo interno dir&iacute;jase a la subsecci&oacute;n de “Productos” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “C&oacute;digo”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo interno del producto.</li>
		<li>Presione el bot&oacute;n “Consultar” que se encuentra adjunto al lado derecho.</li>
	</ol>
	<h5><a name="get_product_by_barcode">Consultar un producto por c&oacute;digo de barras</a></h5>
	<p>Para consultar un producto utilizando su c&oacute;digo de barras dir&iacute;jase a la subsecci&oacute;n “Productos” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “C&oacute;digo barra”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo de barras del producto.</li>
		<li>Presione el bot&oacute;n “Consultar que se encuentra adjunto al lado derecho.</li>
	</ol>
	<h5><a name="get_product_by_supplier">Consultar un producto por el c&oacute;digo interno del sistema del proveedor</a></h5>
	<p>Para consultar un producto utilizando el c&oacute;digo interno del sistema del proveedor dir&iacute;jase a la subsecci&oacute;n de “Productos” en la secci&oacute;n de “Mantenimiento” y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Seleccione al proveedor en el campo “Proveedor”.</li>
		<li>Ingrese el c&oacute;digo interno del proveedor en el campo “C&oacute;digo” que se encuentra justo al lado derecho.</li>
		<li>Presione el bot&oacute;n “Consultar” que se encuentra adjunto al lado derecho.</li>
	</ol>
	<h5><a name="get_kardex">Consultar el kardex de un producto</a></h5>
	<p>Consulte el producto utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado hacer click en el link “Kardex” que se encuentra en la parte superior derecha del formulario.</p>
	<h5><a name="get_lots">Consultar los lotes de un producto</a></h5>
	<p>Consulte el producto utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado hacer click en el link “Lotes” que se encuentra en la parte superior derecha del formulario.</p>
	<h5><a name="get_reserves">Consultar los reservados de un producto</a></h5>
	<p>Consulte el producto utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado hacer click en el link “Reservados” que se encuentra en la parte superior derecha del formulario.</p>
	<h5><a name="edit_product">Editar un producto</a></h5>
	<p>Consulte el producto utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar” en la parte inferior del formulario.</li>
		<li>Edite los campos que desee. O agregue o quite los proveedores que desee pero siempre dejar al menos uno. Esto se explica m&aacute;s adelante en “Agregar o quitar un proveedor a un producto”.</li>
		<li>Al finalizar presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5><a name="add_remove_supplier_product">Agregar o quitar un proveedor a un producto</a></h5>
	<p>Para ingresar un proveedor y su c&oacute;digo de producto interno se debe de estar creando o editando un producto (leer arriba). Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Seleccione al proveedor.</li>
		<li>Ingrese el c&oacute;digo interno del producto en el campo “C&oacute;digo” que est&aacute; justo al lado derecho.</li>
		<li>Presione el bot&oacute;n “Agregar” que esta adjunto al lado derecho.</li>
		<li>Repita el paso 1 al 3 en caso sea necesario ingresar m&aacute;s proveedores.</li>
	</ol>
	<p>Para quitar un proveedor y su c&oacute;digo de producto interno haga lo siguiente:</p>
	<ol>
		<li>Seleccione la tabla de proveedores.</li>
		<li>Seleccione al proveedor deseado ya sea utilizando las teclas de arriba y abajo o haciendo click con el mouse.</li>
		<li>Presione la tecla SUPR o haga click en el bot&oacute;n “Quitar” que se encuentra en la parte superior izquierda de la tabla.</li>
		<li>Repita el paso 2 y 3 en caso desee quitar mas proveedores.</li>
	</ol>
	<h5><a name="delete_product">Eliminar un producto</a></h5>
	<p>Consulte el producto utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h5><a name="get_manufacturer_products">Consultar lista de productos pertenecientes a una casa</a></h5>
	<p>Consulte la casa a la cual el producto pertenece (v&eacute;ase “Consultar casa”). Haga click en el link “Productos” en la parte superior derecha del formulario.</p>
	<h5><a name="get_supplier_products">Consultar lista de productos pertenecientes a un proveedor</a></h5>
	<p>Consulte el proveedor que distribuye este producto (v&eacute;ase “Consultar proveedor”). Haga click en el link “Productos” en la parte superior derecha del formulario.</p>
	<h4>Unidades de Medida</h4>
	<p>Es la unidad con la que se mide cada producto.  Ej.: unidad, metro, yarda, etc., dependiendo de su presentaci&oacute;n f&iacute;sica.</p>
	<h5>Crear una unidad de medida</h5>
	<p>Dir&iacute;jase a la subsecci&oacute;n de “Unidades de Medida” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear” y a continuaci&oacute;n un formulario aparecer&aacute;. Haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre de la unidad de medida.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar una unidad de medida</h5>
	<p>Para consultar una unidad de medida dir&iacute;jase a la subsecci&oacute;n de “Unidades de Medida” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista con todos los nombres de las unidades de medida ordenada alfab&eacute;ticamente aparecer&aacute;. Busque la unidad de medida deseada y haga click en el link con su nombre.</p>
	<h5>Editar una unidad de medida</h5>
	<p>Consulte la unidad de medida utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el nombre.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar una unidad de medida</h5>
	<p>Consulte la unidad de medida utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Casas</h4>
	<p>Se refiere al fabricante del producto.</p>
	<h5>Crear una casa</h5>
	<p>Para crear una casa dir&iacute;jase a la subsecci&oacute;n “Casas” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear”. Cuando aparezca el formulario haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre de la casa.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar una casa</h5>
	<p>Para consultar una casa dir&iacute;jase a la subsecci&oacute;n “Casas” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista ordenada alfab&eacute;ticamente con todos los nombres de las casas aparecer&aacute;. Haga click sobre el link con el nombre de la casa que busca.</p>
	<h5>Editar una casa</h5>
	<p>Consulte la casa utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el nombre.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar una casa</h5>
	<p>Consulte la casa utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Proveedores</h4>
	<p>Se refiere a los distribuidores que nos proveen dichos productos.</p>
	<h5>Crear un proveedor</h5>
	<p>Para crear un proveedor dir&iacute;jase a la subsecci&oacute;n de “Proveedores” en la secci&oacute;n de “Mantenimiento” y haga click en el link “Crear”. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre del proveedor.</li>
		<li>Ingrese el nit.</li>
		<li>Ingrese el tel&eacute;fono.</li>
		<li>Ingrese la direcci&oacute;n.</li>
		<li>Ingrese el email. Este campo es opcional.</li>
		<li>Ingrese el contacto. Este campo es opcional.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un proveedor</h5>
	<p>Para consultar un proveedor dir&iacute;jase a la subsecci&oacute;n de “Proveedores” en la secci&oacute;n de “Mantenimiento” y haga click en el link “Consultar”. A continuaci&oacute;n una lista ordenada alfab&eacute;ticamente conteniendo todos los nombres de los proveedores aparecer&aacute;. Busque el nombre del proveedor deseado y haga click en el link con su nombre.</p>
	<h5>Editar un proveedor</h5>
	<p>Consulte el proveedor utilizando cualquiera de los m&eacute;todos mencionados anteriormente. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite los campos que desee.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar un proveedor</h5>
	<p>Consulte el proveedor utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Sucursales</h4>
	<p>Se necesita tener un registro que represente a una sucursal para que el sistema pueda registrar los env&iacute;os de mercader&iacute;a hacia ellas.</p>
	<h5>Crear una sucursal</h5>
	<p>Para crear una sucursal dir&iacute;jase a la subsecci&oacute;n de “Sucursales” en la secci&oacute;n de “Mantenimiento” y haga click en el link “Crear”. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre de la sucursal.</li>
		<li>Ingrese el nit.</li>
		<li>Ingrese el tel&eacute;fono.</li>
		<li>Ingrese la direcci&oacute;n.</li>
		<li>Ingrese el email. Este campo es opcional.</li>
		<li>Ingrese el contacto. Este campo es opcional.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar una sucursal</h5>
	<p>Para consultar una sucursal dir&iacute;jase a la subsecci&oacute;n de “Sucursales” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista ordena alfab&eacute;ticamente conteniendo todos los nombres de las sucursales aparecer&aacute;. Haga click sobre el link que contenga el nombre de la sucursal que busca.</p>
	<h5>Editar una sucursal</h5>
	<p>Consulte la sucursal utilizando cualquiera de los m&eacute;todos antes mencionados. A continuaci&oacute;n ya con el formulario desplegado haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite los campos que desee.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar una sucursal</h5>
	<p>Consulte la sucursal utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h3>Movimientos</h3>
	<p>Para ingresar o egresar producto del inventario y que sea reflejado en el sistema, se utilizan una variedad de documentos que se encuentran en la secci&oacute;n de “Movimientos” en el modulo de “Inventario”.</p>
	<h4>Recibos (Compras)</h4>
	<p>Para todo producto que se ingresa el inventario como consecuencia de una compra hecha anteriormente se utiliza el documento de recibo de compras.</p>
	<h5>Crear un recibo</h5>
	<p>Para crear un recibo dir&iacute;jase a la subsecci&oacute;n de “Recibos (Compras)” en la secci&oacute;n de “Movimientos” y haga click sobre el link “Crear”. A continuaci&oacute;n el formulario se desplegara y haga lo siguiente:</p>
	<ol>
		<li>Seleccione al proveedor.</li>
		<li>Ingrese el numero de envi&oacute; o el numero de la factura del proveedor.</li>
		<li>Ingrese el total monetario del envi&oacute; o de la factura del proveedor.</li>
		<li>Agregue o quite detalles al recibo, al menos debe de haber un detalle. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de la barra de ingresos”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un recibo por su n&uacute;mero</h5>
	<p>Para consultar un recibo utilizando su n&uacute;mero dir&iacute;jase a la subsecci&oacute;n de “Recibos (Compras)” en la secci&oacute;n de “Movimientos” y posicione el cursor en el campo “Recibo No.”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del recibo que desea consultar.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar un recibo en un rango de fechas</h5>
	<p>Para consultar un recibo que fue creado entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Recibos (Compras)” en la secci&oacute;n “Movimientos” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon recibos en esas fechas, una lista con todos sus n&uacute;meros se desplegara en orden por fecha.</li>
		<li>Haga click en el n&uacute;mero del recibo con la fecha que busca.</li>
	</ol>
	<h5>Imprimir un recibo</h5>
	<p>Consulte el recibo utilizando cualquier m&eacute;todo antes explicados. Con el formulario del recibo en pantalla haga click en el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h5>Anular un recibo</h5>
	<p>Consulte el recibo utilizando cualquier m&eacute;todo antes explicados. Con el formulario del recibo en pantalla haga click en el bot&oacute;n “Anular” en la parte inferior de este.</p>
	<h4>Vales de Entrada</h4>
	<p>Los documentos de vale de entrada son para ingresar producto al inventario caso haya un sobrante.</p>
	<h5>Crear un vale de entrada</h5>
	<p>Para crear un vale de entrada dir&iacute;jase a la subsecci&oacute;n de “Vales de Entrada” en la secci&oacute;n de “Movimiento” y haga click en el link “Crear”. A continuaci&oacute;n el formulario aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el motivo.</li>
		<li>Agregue o quite detalles al vale de entrada, al menos debe de haber un detalle. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de la barra de ingresos”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un vale de entrada por su n&uacute;mero</h5>
	<p>Para consultar un vale de entrada utilizando su n&uacute;mero dir&iacute;jase a la subsecci&oacute;n de “Vales de Entrada” en la secci&oacute;n de “Movimientos” y posicione el cursor en el campo “Vale de Entrada No.”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del vale de entrada que desea consultar.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar un vale de entrada en un rango de fechas</h5>
	<p>Para consultar un vale de entrada que fue creado entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Vales de Entrada” en la secci&oacute;n “Movimientos” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon vales de entrada en esas fechas, una lista con todos sus n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en el n&uacute;mero del vale de entrada con la fecha que busca.</li>
	</ol>
	<h5>Imprimir un vale de entrada</h5>
	<p>Consulte el vale de entrada utilizando cualquier m&eacute;todo antes explicados. Con el formulario del vale de entrada en pantalla haga click en el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h5>Anular un vale de entrada</h5>
	<p>Consulte el vale de entrada utilizando cualquier m&eacute;todo antes explicados. Con el formulario del vale de entrada en pantalla haga click en el bot&oacute;n “Anular” en la parte inferior de este.</p>
	<h4>Vales de Salida</h4>
	<p>Los documentos de vale de salida sirven para egresar producto del inventario en caso haya un faltante.</p>
	<h5>Crear un vale de salida</h5>
	<p>Para crear un vale de salida dir&iacute;jase a la subsecci&oacute;n de “Vales de Salida” en la secci&oacute;n de “Movimiento” y haga click en el link “Crear”. A continuaci&oacute;n el formulario aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el motivo.</li>
		<li>Agregue o quite detalles al vale de salida, al menos debe de quedar un detalle. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de la barra de egresos”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un vale de salida por su n&uacute;mero</h5>
	<p>Para consultar un vale de salida utilizando su n&uacute;mero dir&iacute;jase a la subsecci&oacute;n de “Vales de Salida” en la secci&oacute;n de “Movimientos” y posicione el cursor en el campo “Vale de Salida No.”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del vale de salida que desea consultar.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar un vale de salida en un rango de fechas</h5>
	<p>Para consultar un vale de salida que fue creado entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Vales de Salida” en la secci&oacute;n “Movimientos” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon vales de salida en esas fechas, una lista con todos sus n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en el n&uacute;mero del vale de salida con la fecha que busca.</li>
	</ol>
	<h5>Imprimir un vale de salida</h5>
	<p>Consulte el vale de salida utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h5>Anular un vale de salida</h5>
	<p>Consulte el vale de salida utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Anular” en la parte inferior de este.</p>
	<h4>Env&iacute;os</h4>
	<p>Este documento se utiliza para enviar producto a otra sucursal.</p>
	<h5>Crear un env&iacute;o</h5>
	<p>Para crear un env&iacute;o dir&iacute;jase a la subsecci&oacute;n de “Env&iacute;os” en la secci&oacute;n de “Movimientos” y haga click en el link “Crear”. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Seleccione la sucursal. Si en caso la sucursal tiene registrado un contacto este aparecer&aacute; autom&aacute;ticamente en el campo siguiente.</li>
		<li>Ingrese el contacto. Este campo es opcional.</li>
		<li>Agregue o quite detalles al env&iacute;o, al menos debe de quedar un detalle. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de la barra de egresos”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un env&iacute;o por su n&uacute;mero</h5>
	<p>Para consultar un env&iacute;o utilizando su n&uacute;mero dir&iacute;jase a la subsecci&oacute;n de “Env&iacute;os” en la secci&oacute;n de “Movimientos” y posicione el cursor en el campo “Env&iacute;o No.”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del env&iacute;o que desea consultar.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar un env&iacute;o en un rango de fechas</h5>
	<p>Para consultar un env&iacute;o que fue creado entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Env&iacute;os” en la secci&oacute;n “Movimientos” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon env&iacute;os en esas fechas, una lista con todos sus n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en el n&uacute;mero del env&iacute;o de salida con la fecha que busca.</li>
	</ol>
	<h5>Imprimir un env&iacute;o</h5>
	<p>Consulte el env&iacute;o utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h5>Anular un env&iacute;o</h5>
	<p>Consulte el env&iacute;o utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Anular” en la parte inferior de este.</p>
	<h4>Devoluciones</h4>
	<p>El producto en mal estado o pr&oacute;xima a vencer debe de devolverse al proveedor. Para esto est&aacute;n el documento de devoluci&oacute;n.</p>
	<h5>Crear una devoluci&oacute;n</h5>
	<p>Para crear una devoluci&oacute;n dir&iacute;jase a la subsecci&oacute;n de “Devoluciones” en la secci&oacute;n de “Movimientos” y haga click sobre el link “Crear”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Seleccione al proveedor. Si el proveedor tiene registrado un contacto este aparecer&aacute; autom&aacute;ticamente en el campo siguiente.</li>
		<li>Ingrese el contacto. Este campo es opcional.</li>
		<li>Ingrese el motivo.</li>
		<li>Agregue o quite detalles a la devoluci&oacute;n, al menos debe de quedar un detalle. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de la barra de egresos”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar una devoluci&oacute;n por su n&uacute;mero</h5>
	<p>Para consultar una devoluci&oacute;n utilizando su n&uacute;mero dir&iacute;jase a la subsecci&oacute;n de “Devoluciones” en la secci&oacute;n de “Movimientos” y posicione el cursor en el campo “Devoluci&oacute;n No.”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero de la devoluci&oacute;n que desea consultar.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar una devoluci&oacute;n en un rango de fechas</h5>
	<p>Para consultar una devoluci&oacute;n que fue creada entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Devoluciones” en la secci&oacute;n “Movimientos” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon devoluciones en esas fechas, una lista con todos sus n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en el n&uacute;mero de la devoluci&oacute;n con la fecha que busca.</li>
	</ol>
	<h5>Imprimir una devoluci&oacute;n</h5>
	<p>Consulte la devoluci&oacute;n utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h5>Anular una devoluci&oacute;n</h5>
	<p>Consulte la devoluci&oacute;n utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Anular” en la parte inferior de este.</p>
	<h4>Facturas</h4>
	<p>Las facturas no pueden ser creadas en este modulo solo en el modulo del P.O.S. pero si pueden ser visualizadas.</p>
	<h5>Consultar una factura por su serie y n&uacute;mero</h5>
	<p>Para consultar una factura utilizando su serie y su n&uacute;mero dir&iacute;jase a la subsecci&oacute;n de “Facturas” en la secci&oacute;n de “Movimientos” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la serie de la factura en el campo “Serie”.</li>
		<li>Ingrese el numero de la factura en el campo “No.”.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar una factura en un rango de fechas</h5>
	<p>Para consultar una factura que fue creada entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Facturas” en la secci&oacute;n “Movimientos” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon facturas en esas fechas, una lista con todas sus series y n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en la serie y n&uacute;mero de la factura con la fecha que busca.</li>
	</ol>
	<h3>Inventariados</h3>
	<p>El t&eacute;rmino “inventariados” se refiere a la acci&oacute;n de llevar a cabo un inventario o conteo f&iacute;sico del producto. Para auxiliar este procedimiento esta la secci&oacute;n de “Inventariados” en el modulo de “Inventario”. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de Inventariados”.</p>
	<h4>Selectivos</h4>
	<p>Los selectivos son de gran ayuda cuando se lleva a cabo un inventario a mano, es decir sin la ayuda de recolectores de barras. En esta secci&oacute;n se explica c&oacute;mo imprimir un selectivo.</p>
	<h5>Imprimir un selectivo ordenado por producto</h5>
	<p>Parar imprimir un selectivo ordenado por producto dir&iacute;jase a la subsecci&oacute;n de “Selectivos” en la secci&oacute;n de “Inventariados”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Seleccione el nombre del producto inicial en el campo “De Producto”.</li>
		<li>Seleccione el nombre del producto final en el campo “A” adjunto a la derecha.</li>
		<li>Presione el bot&oacute;n “Imprimir”.</li>
	</ol>
	<h5>Imprimir un selectivo ordenado por casa</h5>
	<p>Parar imprimir un selectivo ordenado por casa dir&iacute;jase a la subsecci&oacute;n de “Selectivos” en la secci&oacute;n de “Inventariados”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Seleccione el nombre de la casa inicial en el campo “De Casa”.</li>
		<li>Seleccione el nombre de la casa final en el campo “A” adjunto a la derecha.</li>
		<li>Presione el bot&oacute;n “Imprimir”.</li>
	</ol>
	<h4>Conteos</h4>
	<p>Despu&eacute;s de haber realizado el conteo f&iacute;sico ya sea a trav&eacute;s de un selectivo o un recolector de barras. Es necesario ingresarlo al sistema para hacer una comparaci&oacute;n. Para esto est&aacute; el documento de conteo.</p>
	<h5>Crear un conteo</h5>
	<p>Para crear un conteo dir&iacute;jase a la subsecci&oacute;n de “Conteos” en la secci&oacute;n de “Inventariados” y haga click en el link “Crear”. Con el formulario ya en pantalla haga lo siguiente:</p>
	<ol>
		<li>Ingrese el motivo.</li>
		<li>Agregue o quite detalles al conteo, al menos debe de quedar un detalle. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de la barra de conteo”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un conteo por su n&uacute;mero</h5>
	<p>Para consultar un conteo utilizando su n&uacute;mero, dir&iacute;jase a la subsecci&oacute;n de “Conteos” en la secci&oacute;n de “Inventariados” y posicione el cursor en el campo “Conteo No.”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del conteo.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar un conteo en un rango de fechas</h5>
	<p>Para consultar un conteo que fue creado entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Conteos” en la secci&oacute;n “Inventariados” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon conteos en esas fechas, una lista con todos sus n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en el n&uacute;mero del conteo con la fecha que busca.</li>
	</ol>
	<h5>Imprimir un conteo</h5>
	<p>Consulte el conteo utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h5>Editar un conteo</h5>
	<p>Consulte el conteo utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Editar” y haga lo siguiente:</p>
	<ol>
		<li>Agregue o quite detalles al conteo, al menos debe de quedar un detalle. Para m&aacute;s informaci&oacute;n lea el tutorial “Manual de la barra de conteo”.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar un conteo</h5>
	<p>Consulte el conteo utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Comparaciones</h4>
	<p>Antes de poder hacer una comparaci&oacute;n en el sistema es necesario haber creado un conteo.</p>
	<h5>Crear una comparaci&oacute;n</h5>
	<p>Para crear una comparaci&oacute;n dir&iacute;jase a la subsecci&oacute;n “Comparaciones” en la secci&oacute;n de “Inventariados” y haga click en el link “Crear”. Con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero de conteo que desea comparar.</li>
		<li>Ingrese el motivo.</li>
		<li>Seleccione la casilla “General” si desea que la comparaci&oacute;n sea contra de todo el inventario en general o d&eacute;jela vac&iacute;a si solo quiere comparar los productos contados.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar una comparaci&oacute;n por su n&uacute;mero</h5>
	<p>Para consultar una comparaci&oacute;n utilizando su n&uacute;mero, dir&iacute;jase a la subsecci&oacute;n de “Comparaciones” en la secci&oacute;n de “Inventariados” y posicione el cursor en el campo “Comparaci&oacute;n No.”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero de la comparaci&oacute;n.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar una comparaci&oacute;n en un rango de fechas</h5>
	<p>Para consultar una comparaci&oacute;n que fue creada entre un rango de fechas dir&iacute;jase a la subsecci&oacute;n de “Comparaciones” en la secci&oacute;n “Inventariados” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial en el campo “Fecha inicial”.</li>
		<li>Ingrese la fecha final en el campo “Fecha final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon comparaciones en esas fechas, una lista con todos sus n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en el n&uacute;mero de la comparaci&oacute;n con la fecha que busca.</li>
	</ol>
	<h5>Imprimir una comparaci&oacute;n</h5>
	<p>Consulte la comparaci&oacute;n utilizando cualquier m&eacute;todo antes explicados. Con el formulario en pantalla haga click en el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h3>Herramientas</h3>
	<p>La secci&oacute;n de “Herramientas” dentro del modulo de “Inventario” cuenta con una variedad de utilidades como reportes y bit&aacute;coras para un mejor manejo de informaci&oacute;n del sistema.</p>
	<h4>Lotes Vencidos</h4>
	<p>Este reporte es &uacute;til para localizar los lotes que su fecha de caducidad ya paso. A continuaci&oacute;n se explica c&oacute;mo consultarlo.</p>
	<h5>Consultar el reporte de lotes vencidos</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click en el link “Lotes Vencidos”. En el formulario siguiente presione el bot&oacute;n “Aceptar”.</p>
	<h5>Imprimir el reporte de lotes vencidos</h5>
	<p>Consulte el reporte utilizando el m&eacute;todo explicado anteriormente. Ya con el reporte en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Lotes Pr&oacute;ximos a Vencer</h4>
	<p>Este reporte informa sobre los lotes que van a vencer dentro de la cantidad de d&iacute;as que el usuario le especifique.</p>
	<h5>Consultar el reporte de lotes pr&oacute;ximos a vencer</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click en el link “Lotes Pr&oacute;ximos a Vencer”. En el formulario haga lo siguiente:</p>
	<ol>
		<li>Seleccione la cantidad de d&iacute;as en que los lotes van a vencer en el campo “Pr&oacute;ximos”.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir el reporte de lotes pr&oacute;ximos a vencer</h5>
	<p>Consulte el reporte utilizando el m&eacute;todo explicado anteriormente. Ya con el reporte en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>En Stock</h4>
	<p>Para saber cu&aacute;nta cantidad de producto hay en el inventario este reporte puede ser &uacute;til.</p>
	<h5>Consultar el reporte de productos en stock</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click en el link “En Stock”. En el formulario siguiente presione el bot&oacute;n “Aceptar”.</p>
	<h5>Imprimir el reporte de productos en stock</h5>
	<p>Consulte el reporte utilizando el m&eacute;todo explicado anteriormente. Ya con el reporte en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Cambio de Precios a Productos</h4>
	<p>Esta bit&aacute;cora muestra todo el historial con respecto a cambio de precio a todos los productos.</p>
	<h5>Consultar la bit&aacute;cora de cambio de precios a productos</h5>
	<p>Para consultar la bit&aacute;cora dir&iacute;jase a la subsecci&oacute;n de “Bit&aacute;coras” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Cambio de Precios a Productos”. Ya con el formulario haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial.</li>
		<li>Ingrese la fecha final.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir la bit&aacute;cora de cambio de precios a productos</h5>
	<p>Consulte la bit&aacute;cora utilizando el m&eacute;todo explicado anteriormente. Ya con la bit&aacute;cora en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Documentos Anulados</h4>
	<p>Esta bit&aacute;cora muestra todos los documentos que han sido anulados en un periodo de tiempo.</p>
	<h5>Consultar la bit&aacute;cora de documentos anulados</h5>
	<p>Para consultar la bit&aacute;cora dir&iacute;jase a la subsecci&oacute;n de “Bit&aacute;coras” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Documentos Anulados”. Ya con el formulario haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial.</li>
		<li>Ingrese la fecha final.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir la bit&aacute;cora de documentos anulados</h5>
	<p>Consulte la bit&aacute;cora utilizando el m&eacute;todo explicado anteriormente. Ya con la bit&aacute;cora en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h2>PARTE III: Modulo de POS Admin</h2>
	<h3>Mantenimiento</h3>
	<p>En esta secci&oacute;n del modulo se parametrizan todos los valores necesarios para la buena operaci&oacute;n del sistema.</p>
	<h4>I.V.A.</h4>
	<p>Es necesario llevar un registro del valor del impuesto al valor agregado por factura para el beneficio de la contabilidad.</p>
	<h5>Consultar el porcentaje del I.V.A.</h5>
	<p>Para consultar el porcentaje del I.V.A. dir&iacute;jase a la subsecci&oacute;n de “I.V.A.” en la secci&oacute;n de “Mantenimiento”.</p>
	<h5>Editar el porcentaje del I.V.A.</h5>
	<p>Consulte el porcentaje del I.V.A. utilizando el m&eacute;todo explicado anteriormente. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el porcentaje.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h4>Correlativos para Facturas</h4>
	<p>El sistema provee la herramienta para facilitar la asignaci&oacute;n de correlativos para poder realizar la facturaci&oacute;n.</p>
	<h5>Crear un correlativo</h5>
	<p>Para crear un correlativo dir&iacute;jase a la subsecci&oacute;n de “Correlativos para Facturas” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear”. Con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero de serie.</li>
		<li>Ingrese el n&uacute;mero de resoluci&oacute;n.</li>
		<li>Ingrese la fecha de la resoluci&oacute;n.</li>
		<li>Ingrese el r&eacute;gimen.</li>
		<li>Ingrese el n&uacute;mero inicial del correlativo.</li>
		<li>Ingrese el n&uacute;mero final del correlativo.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un correlativo</h5>
	<p>Para consultar un correlativo dir&iacute;jase a la subsecci&oacute;n de “Correlativos” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista ordenada alfab&eacute;ticamente conteniendo todos los n&uacute;meros de series aparecer&aacute;. Haga click sobre el link con el n&uacute;mero de serie que est&aacute; buscando.</p>
	<h5>Convertir un correlativo como predeterminado</h5>
	<p>Consulte el correlativo utilizando el m&eacute;todo anteriormente explicado. Ya con el formulario en pantalla presione sobre el bot&oacute;n de “Predeterminado”.</p>
	<h5>Eliminar un correlativo</h5>
	<p>Consulte el correlativo utilizando el m&eacute;todo anteriormente explicado. Ya con el formulario en pantalla presione sobre el bot&oacute;n de “Eliminar”.</p>
	<h4>Turnos de Caja</h4>
	<p>Son los turnos que operan la caja en el modulo de P.O.S.</p>
	<h5>Crear un turno de caja</h5>
	<p>Dir&iacute;jase a la subsecci&oacute;n de “Turnos de Caja” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear” y a continuaci&oacute;n un formulario aparecer&aacute;. Haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre del turno.</li>
		<li>Ingrese el horario.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un turno de caja</h5>
	<p>Para consultar un turno de caja dir&iacute;jase a la subsecci&oacute;n de “Turnos de Caja” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista con todos los nombres de los turnos de caja ordenada alfab&eacute;ticamente aparecer&aacute;. Busque el turno deseado y haga click en el link con su nombre.</p>
	<h5>Editar un turno de caja</h5>
	<p>Consulte el turno de caja utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el nombre.</li>
		<li>Edite el horario.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar un turno de caja</h5>
	<p>Consulte el turno de caja utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Bancos</h4>
	<p>Los dep&oacute;sitos registrados en el P.O.S. necesitan identificar en que bancos han sido depositados.</p>
	<h5>Crear un banco</h5>
	<p>Dir&iacute;jase a la subsecci&oacute;n de “Bancos” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear” y a continuaci&oacute;n un formulario aparecer&aacute;. Haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre del banco.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un banco</h5>
	<p>Para consultar un banco dir&iacute;jase a la subsecci&oacute;n de “Bancos” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista con todos los nombres de los bancos ordenados alfab&eacute;ticamente aparecer&aacute;. Busque el banco deseado y haga click en el link con su nombre.</p>
	<h5>Editar un banco</h5>
	<p>Consulte el banco utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el nombre.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar un banco</h5>
	<p>Consulte el banco utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Cuentas Bancarias</h4>
	<p>Cuentas bancarias donde son hechos los dep&oacute;sitos realizados en el P.O.S.</p>
	<h5>Crear una cuenta bancaria</h5>
	<p>Para crear una cuenta bancaria dir&iacute;jase a la subsecci&oacute;n “Cuentas Bancarias” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear”. Cuando aparezca el formulario haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero de la cuenta bancaria.</li>
		<li>Ingrese el nombre del titular.</li>
		<li>Seleccione el banco al cual la cuenta pertenece.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar una cuenta bancaria</h5>
	<p>Para consultar una cuenta bancaria dir&iacute;jase a la subsecci&oacute;n “Cuentas Bancarias” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista ordenada alfab&eacute;ticamente con todos los nombres de las cuentas bancarias aparecer&aacute;. Haga click sobre el link con el n&uacute;mero de la cuenta que busca.</p>
	<h5>Editar una cuenta bancaria</h5>
	<p>Consulte la cuenta bancaria utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el nombre del titular.</li>
		<li>Cambie el banco al cual la cuenta pertenece.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar una cuenta bancaria</h5>
	<p>Consulte la cuenta bancaria utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Tipos de Tarjeta</h4>
	<p>A la hora de pagar una factura, el cliente puede utilizar efectivo o alg&uacute;n tipo de tarjeta ya sea cr&eacute;dito, debito o alg&uacute;n otro.</p>
	<h5>Crear un tipo de tarjeta</h5>
	<p>Dir&iacute;jase a la subsecci&oacute;n de “Tipos de Tarjeta” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear” y a continuaci&oacute;n un formulario aparecer&aacute;. Haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre del tipo de tarjeta.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar un tipo de tarjeta</h5>
	<p>Para consultar un tipo de tarjeta dir&iacute;jase a la subsecci&oacute;n de “Tipos de Tarjeta” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista con todos los nombres de los tipos de tarjeta ordenados alfab&eacute;ticamente aparecer&aacute;. Busque el tipo de tarjeta deseado y haga click en el link con su nombre.</p>
	<h5>Editar un tipo de tarjeta</h5>
	<p>Consulte el tipo de tarjeta utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el nombre.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar un tipo de tarjeta</h5>
	<p>Consulte el tipo de tarjeta utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Marcas de Tarjeta</h4>
	<p>Al igual que los tipos de tarjeta, las tarjetas pertenecen a una marca, ej.: Visa, MasterCard, etc.</p>
	<h5>Crear una marca de tarjeta</h5>
	<p>Para crear una marca de tarjeta dir&iacute;jase a la subsecci&oacute;n “Marcas de Tarjeta” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear”. Cuando aparezca el formulario haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre de la marca.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Consultar una marca de tarjeta</h5>
	<p>Para consultar una marca de tarjeta dir&iacute;jase a la subsecci&oacute;n “Marcas de Tarjeta” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista ordenada alfab&eacute;ticamente con todos los nombres de las marcas aparecer&aacute;. Haga click sobre el link con el nombre de la marca que busca.</p>
	<h5>Editar una marca de tarjeta</h5>
	<p>Consulte la marca de tarjeta utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite el nombre.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar una marca de tarjeta</h5>
	<p>Consulte la marca de tarjeta utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Ofertas</h4>
	<p>Se refiere a los descuentos a nivel de l&iacute;nea en una factura que cumple con la condici&oacute;n o cantidad de art&iacute;culos necesarios de cierto producto.</p>
	<h5>Consultar las ofertas de un producto por b&uacute;squeda de nombre</h5>
	<p>Para consultar las ofertas de un producto utilizando la herramienta de b&uacute;squeda de nombres dir&iacute;jase a la subsecci&oacute;n de “Ofertas” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “Buscar”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Empiece a escribir el nombre del producto. Y el sistema le desplegara todos los nombres similares de los productos.</li>
		<li>Utilice las teclas de arriba y abajo para navegar la lista y presione ENTER cuando el nombre deseado este seleccionado. O haga click con el mouse sobre el nombre deseado.</li>
	</ol>
	<h5>Consultar las ofertas de un producto por c&oacute;digo</h5>
	<p>Para consultar las ofertas de un producto utilizando el c&oacute;digo interno dir&iacute;jase a la subsecci&oacute;n de “Ofertas” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “C&oacute;digo”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo interno del producto.</li>
		<li>Presione el bot&oacute;n “Consultar” que se encuentra adjunto al lado derecho.</li>
	</ol>
	<h5>Consultar las ofertas de un producto por c&oacute;digo de barras</h5>
	<p>Para consultar las ofertas de un producto utilizando su c&oacute;digo de barras dir&iacute;jase a la subsecci&oacute;n “Ofertas” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “C&oacute;digo barra”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo de barras del producto.</li>
		<li>Presione el bot&oacute;n “Consultar” que se encuentra adjunto al lado derecho.</li>
	</ol>
	<h5>Crear una oferta</h5>
	<p>Para crear una oferta primero consulte las ofertas del producto utilizando cualquiera de los m&eacute;todos antes explicados. Con el formulario desplegado haga lo siguiente:</p>
	<ol>
		<li>Ingrese la cantidad que el cliente tiene que llevar para que se cumpla la oferta.</li>
		<li>Ingrese el descuento de la oferta.</li>
		<li>Ingrese la fecha de vencimiento para la oferta.</li>
		<li>Presione el bot&oacute;n “Crear Oferta”.</li>
	</ol>
	<h5>Eliminar una oferta</h5>
	<p>Para eliminar una oferta primero consulte las ofertas del producto utilizando cualquiera de los m&eacute;todos antes mencionados. Con las ofertas desplegadas seleccione la oferta que busca y a continuaci&oacute;n presione el bot&oacute;n “Eliminar” que se encuentra adjunto a la derecha de esta.</p>
	<h3>Caja</h3>
	<p>Al igual que el modulo de “Inventario” en el modulo de “POS Admin” tambi&eacute;n se pueden visualizar las facturas creadas, a diferencia que en este modulo se detalla mas informaci&oacute;n con respecto a la caja. Adem&aacute;s tambi&eacute;n se pueden visualizar los dep&oacute;sitos realizados.</p>
	<h4>Facturas</h4>
	<p>La diferencia en consultar una factura en este modulo y en el modulo de “Inventario” es que se solicita la fecha de la jornada. Esto para que se pueda desplegar informaci&oacute;n de la caja en la cual la factura se opero y detalles de c&oacute;mo fue pagada.</p>
	<h5>Consultar una factura por jornada, por su serie y n&uacute;mero</h5>
	<p>Para consultar una factura dir&iacute;jase a la subsecci&oacute;n de “Facturas” en la secci&oacute;n de “Caja” y posicione el cursor en el campo “Jornada”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha de la jornada en la que se cre&oacute; la factura.</li>
		<li>Ingrese el n&uacute;mero de serie.</li>
		<li>Ingrese el n&uacute;mero.</li>
		<li>Presione el bot&oacute;n “Consultar”.</li>
	</ol>
	<h5>Consultar una factura en un rango de fechas de jornadas</h5>
	<p>Para consultar una factura que fue creada entre un rango de fechas de las jornadas dir&iacute;jase a la subsecci&oacute;n de “Facturas” en la secci&oacute;n “Caja” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha de la jornada inicial en el campo “Jornada inicial”.</li>
		<li>Ingrese la fecha  de la jornada final en el campo “Jornada final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon facturas en esas jornadas, una lista con todas sus series y n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en la serie y n&uacute;mero de la factura con la jornada que busca.</li>
	</ol>
	<h5>Consultar las tarjetas de una factura</h5>
	<p>Consulte la factura utilizando cualquiera de los m&eacute;todos anteriormente explicados. Ya con la factura en pantalla haga click en el link “Ver…” a la par de la etiqueta “Tarjetas”.</p>
	<h4>Dep&oacute;sitos</h4>
	<p>En esta subsecci&oacute;n se pueden visualizar todos los dep&oacute;sitos realizados en el P.O.S.</p>
	<h5>Consultar un dep&oacute;sito por jornada y por su n&uacute;mero</h5>
	<p>Para consultar un dep&oacute;sito dir&iacute;jase a la subsecci&oacute;n de “Dep&oacute;sitos” en la secci&oacute;n de “Caja” y posicione el cursor en el campo “Jornada”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha de la jornada en la que se cre&oacute; el dep&oacute;sito.</li>
		<li>Ingrese el n&uacute;mero del dep&oacute;sito.</li>
		<li>Presione el bot&oacute;n “Consultar” adjunto a la derecha.</li>
	</ol>
	<h5>Consultar un dep&oacute;sito por jornada y por su n&uacute;mero de boleta</h5>
	<p>Para consultar un dep&oacute;sito por su n&uacute;mero de boleta dir&iacute;jase a la subsecci&oacute;n de “Dep&oacute;sitos” en la secci&oacute;n de “Caja” y posicione el cursor en el campo “Jornada”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha de la jornada en la se cre&oacute; el dep&oacute;sito.</li>
		<li>Seleccione el banco a donde se hizo el dep&oacute;sito.</li>
		<li>Ingrese el n&uacute;mero de la boleta que se utilizo.</li>
		<li>Presione el bot&oacute;n “Consultar” adjunto a la derecha.</li>
	</ol>
	<h5>Consultar un dep&oacute;sito en un rango de fechas de jornadas</h5>
	<p>Para consultar un dep&oacute;sito que fue creado entre un rango de fechas de las jornadas dir&iacute;jase a la subsecci&oacute;n de “Dep&oacute;sitos” en la secci&oacute;n “Caja” y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha de la jornada inicial en el campo “Jornada inicial”.</li>
		<li>Ingrese la fecha  de la jornada final en el campo “Jornada final”.</li>
		<li>Presione el bot&oacute;n “Buscar”. Si se crearon dep&oacute;sitos en esas jornadas, una lista con todos sus n&uacute;meros se desplegara ordenada por fecha.</li>
		<li>Haga click en el n&uacute;mero del dep&oacute;sito con la jornada que busca.</li>
	</ol>
	<h5>Confirmar un dep&oacute;sito</h5>
	<p>Para confirmar un dep&oacute;sito dir&iacute;jase a la subsecci&oacute;n de “Dep&oacute;sitos” en la secci&oacute;n de “Caja” y haga click sobre el link “Dep&oacute;sitos sin Confirmar”. A continuaci&oacute;n se desplegara una lista de dep&oacute;sitos sin confirmar busque la que desee y presione el bot&oacute;n “Confirmar” que est&aacute; al lado derecho.</p>
	<h3>Herramientas</h3>
	<p>La secci&oacute;n de “Herramientas” dentro del modulo de “POS Admin” cuenta con una variedad de utilidades como reportes, bit&aacute;coras y tareas para un mejor manejo de informaci&oacute;n del sistema.</p>
	<h4>Productos Sin Movimiento</h4>
	<p>Este reporte indica cuales son los productos que han tenido venta alguna vez pero se ha dejado de vender en un lapso de tiempo determinado.</p>
	<h5>Consultar el reporte de productos sin movimiento</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Productos Sin Movimiento”. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Seleccione la cantidad de d&iacute;as que los productos no ha tenido movimiento.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir el reporte de productos sin movimiento</h5>
	<p>Consulte el reporte utilizando el m&eacute;todo anteriormente explicado. Ya con el reporte en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Ranking de Ventas por Producto</h4>
	<p>Este reporte se puede consultar para identificar que productos se venden m&aacute;s que otros en determinados lapsos de tiempo.</p>
	<h5>Consultar el reporte de ranking de ventas por producto</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Ranking de Ventas por Producto”. A continuaci&oacute;n un formulario se desplegara y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial.</li>
		<li>Ingrese la fecha final.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir el reporte de ranking de ventas por producto</h5>
	<p>Consulte el reporte utilizando el m&eacute;todo anteriormente explicado. Ya con el reporte en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Estad&iacute;sticas de Ventas y Compras</h4>
	<p>Con este reporte se puede medir de qu&eacute; manera se vende y se compra cada mes.</p>
	<h5>Consultar el reporte de estad&iacute;sticas de ventas y compras ordenado por producto</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Estad&iacute;sticas de Ventas y Compras”. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Seleccione cuantos meses desea visualizar.</li>
		<li>Seleccione el bot&oacute;n de opci&oacute;n que esta adjunto al campo “De producto”.</li>
		<li>Seleccione el nombre del producto inicial en el campo “De producto”.</li>
		<li>Seleccione el nombre del producto final en el campo “A” adjunto a la derecha.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Consultar el reporte de estad&iacute;sticas de ventas y compras ordenado por casa</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Estad&iacute;sticas de Ventas y Compras”. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Seleccione cuantos meses desea visualizar.</li>
		<li>Seleccione el bot&oacute;n de opci&oacute;n que esta adjunto al campo “De casa”.</li>
		<li>Seleccione el nombre de la casa inicial en el campo “De casa”.</li>
		<li>Seleccione el nombre de la casa final en el campo “A” adjunto a la derecha.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir el reporte de estad&iacute;sticas de ventas y compras</h5>
	<p>Consulte el reporte utilizando cualquier  m&eacute;todo anteriormente explicado. Ya con el reporte en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>En Stock (Monetario)</h4>
	<p>A diferencia del reporte del modulo de “Inventario” este reporte muestra valores monetarios del inventario.</p>
	<h5>Consultar el reporte de productos en stock</h5>
	<p>Para consultar el reporte dir&iacute;jase a la subsecci&oacute;n de “Reportes” en la secci&oacute;n de “Herramientas” y haga click en el link “En Stock (Monetario)”. En el formulario siguiente presione el bot&oacute;n “Aceptar”.</p>
	<h5>Imprimir el reporte de productos en stock</h5>
	<p>Consulte el reporte utilizando el m&eacute;todo explicado anteriormente. Ya con el reporte en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Descuentos a Facturas</h4>
	<p>Esta bit&aacute;cora muestra que usuarios han realizado descuentos a nivel de factura en un periodo de tiempo determinado.</p>
	<h5>Consultar la bit&aacute;cora de descuentos a facturas</h5>
	<p>Para consultar la bit&aacute;cora dir&iacute;jase a la subsecci&oacute;n de “Bit&aacute;coras” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Descuentos a Facturas”. Ya con el formulario haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial.</li>
		<li>Ingrese la fecha final.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir la bit&aacute;cora de descuentos a facturas</h5>
	<p>Consulte la bit&aacute;cora utilizando el m&eacute;todo explicado anteriormente. Ya con la bit&aacute;cora en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Documentos Anulados (Caja)</h4>
	<p>A diferencia de la bit&aacute;cora del modulo de “Inventario” esta bit&aacute;cora solo muestra los documentos que se operan en caja, es decir el P.O.S.</p>
	<h5>Consultar la bit&aacute;cora de documentos anulados</h5>
	<p>Para consultar la bit&aacute;cora dir&iacute;jase a la subsecci&oacute;n de “Bit&aacute;coras” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Documentos Anulados (Caja)”. Ya con el formulario haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial.</li>
		<li>Ingrese la fecha final.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Imprimir la bit&aacute;cora de documentos anulados</h5>
	<p>Consulte la bit&aacute;cora utilizando el m&eacute;todo explicado anteriormente. Ya con la bit&aacute;cora en pantalla presione sobre el bot&oacute;n “Imprimir” en la parte inferior de este.</p>
	<h4>Libro de Ventas</h4>
	<p>El libro de ventas se puede obtener en formato de texto delimitado por un lapso de tiempo determinado por el usuario.</p>
	<h5>Obtener libro de ventas</h5>
	<p>Para obtener el libro de ventas dir&iacute;jase a la subsecci&oacute;n de “Tareas” en la secci&oacute;n de “Herramientas” y haga click sobre el link “Libro de Ventas”. A continuaci&oacute;n el formulario se desplegara y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la fecha inicial.</li>
		<li>Ingrese la fecha final.</li>
		<li>Presione el bot&oacute;n “Aceptar”. El sistema generara un archivo y si no hay ning&uacute;n inconveniente otro formulario conteniendo el link para descargarlo se desplegara.</li>
		<li>Haga click sobre el link “aqu&iacute;” para descargar.</li>
	</ol>
	<h2>PARTE IV: Modulo de Administraci&oacute;n</h2>
	<h3>Mantenimiento</h3>
	<p>En esta secci&oacute;n del modulo se parametrizan todos los valores necesarios para la buena operaci&oacute;n del sistema.</p>
	<h4>Cuentas de Usuario</h4>
	<p>En esta subsecci&oacute;n de crean y editan las cuentas que los usuarios utilizan para identificarse al sistema.</p>
	<h5>Crear una cuenta de usuario</h5>
	<p>Para crear una cuenta de usuario dir&iacute;jase a la subsecci&oacute;n de “Cuentas de Usuario” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Crear”. A continuaci&oacute;n un formulario se desplegara y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el nombre de la cuenta.</li>
		<li>Seleccione el rol a la cual la cuenta va a pertenecer.</li>
		<li>Ingrese los nombres del usuario.</li>
		<li>Ingrese los apellidos del usuario.</li>
		<li>Ingrese la contrase&ntilde;a.</li>
		<li>Reingrese la contrase&ntilde;a en el campo “Confirmar”.</li>
		<li>Deje la casilla “Desactivado” en blanco.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>	
	</ol>
	<h5>Consultar una cuenta de usuario</h5>
	<p>Para consultar una cuenta de usuario dir&iacute;jase a la subsecci&oacute;n de “Cuentas de Usuario” en la secci&oacute;n de “Mantenimiento” y haga click sobre el link “Consultar”. A continuaci&oacute;n una lista ordenada alfab&eacute;ticamente conteniendo los nombres, apellidos y cuentas de usuario aparecer&aacute;, haga click sobre el link conteniendo la cuenta de usuario que busca.</p>
	<h5>Editar una cuenta de usuario</h5>
	<p>Consulte la cuenta utilizando el m&eacute;todo anteriormente explicado. Ya con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite los campos que necesite.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h5>Eliminar una cuenta de usuario</h5>
	<p>Consulte la cuenta utilizando el m&eacute;todo explicado anteriormente. Ya con el formulario desplegado haga click en el bot&oacute;n “Eliminar” en la parte inferior de este.</p>
	<h4>Empresa</h4>
	<p>En esta subsecci&oacute;n del modulo solo se mantienen los datos de la empresa como el nombre, direcci&oacute;n, etc.</p>
	<h5>Consultar los datos de la empresa</h5>
	<p>Para consultar los datos de la empresa dir&iacute;jase a la subsecci&oacute;n de “Empresa” en la secci&oacute;n de “Mantenimiento”.</p>
	<h5>Editar los datos de la empresa</h5>
	<p>Consulte los datos de la empresa utilizando el m&eacute;todo anteriormente explicado. Con el formulario en pantalla haga lo siguiente:</p>
	<ol>
		<li>Presione el bot&oacute;n “Editar”.</li>
		<li>Edite los campos que desee.</li>
		<li>Presione el bot&oacute;n “Guardar”.</li>
	</ol>
	<h4>Reservados</h4>
	<p>Se refiere a los reservados creados por el mal egreso del sistema de parte de los usuarios. Esto sucede cuando se est&aacute; creando un documento de salida (ej.: un vale de salida) y el usuario cierra la ventana del explorador sin haberse deslogueado.</p>
	<h5>Consultar los reservados de un producto por b&uacute;squeda de nombre</h5>
	<p>Para consultar los reservados de un producto utilizando la herramienta de b&uacute;squeda de nombres dir&iacute;jase a la subsecci&oacute;n de “Reservados” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “Buscar”. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Empiece a escribir el nombre del producto. Y el sistema le desplegara todos los nombres similares de los productos.</li>
		<li>Utilice las teclas de arriba y abajo para navegar la lista y presione ENTER cuando el nombre deseado este seleccionado. O haga click con el mouse sobre el nombre deseado.</li>
	</ol>
	<h5>Consultar los reservados de un producto por c&oacute;digo</h5>
	<p>Para consultar los reservados de un producto utilizando el c&oacute;digo interno dir&iacute;jase a la subsecci&oacute;n de “Reservados” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “C&oacute;digo”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo interno del producto.</li>
		<li>Presione el bot&oacute;n “Consultar” que se encuentra adjunto al lado derecho.</li>
	</ol>
	<h5>Consultar los reservados de un producto por c&oacute;digo de barras</h5>
	<p>Para consultar los reservados de un producto utilizando su c&oacute;digo de barras dir&iacute;jase a la subsecci&oacute;n “Reservados” en la secci&oacute;n de “Mantenimiento” y posicione el cursor en el campo “C&oacute;digo barra”. Y a continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo de barras del producto.</li>
		<li>Presione el bot&oacute;n “Consultar” que se encuentra adjunto al lado derecho.</li>
	</ol>
	<h5>Eliminar un reservado</h5>
	<p>Para eliminar un reservado primero consulte los reservados del producto utilizando cualquiera de los m&eacute;todos antes mencionados. Con los reservados desplegados seleccione el reservado que busca y a continuaci&oacute;n presione el bot&oacute;n “Eliminar” que se encuentra adjunto a la derecha de este.</p>
	<h3>Herramientas</h3>
	<p>La secci&oacute;n de “Herramientas” dentro del modulo de “Administraci&oacute;n” cuenta con una variedad de utilidades como tareas para una optimizaci&oacute;n de la informaci&oacute;n para un mejor manejo del sistema.</p>
	<h4>Backup</h4>
	<p>El sistema da la facilidad de realizar backup cuando los administradores lo deseen.</p>
	<h5>Obtener un backup</h5>
	<p>Para obtener una copia de la base de datos o backup dir&iacute;jase a la subsecci&oacute;n de “Tareas” en la secci&oacute;n de “Mantenimiento” y haga click en el link “Backup”. A continuaci&oacute;n aparecer&aacute; un formulario y presione el bot&oacute;n “Aceptar”.</p>
	<h4>Cierre General</h4>
	<p>Conforme pasa el tiempo y se opera el sistema la base de datos de este ir&aacute; creciendo. Para optimizar el rendimiento es necesario quitar la informaci&oacute;n antigua que ya no es necesario tenerla. Para esto se hace un cierre general.</p>
	<h5>Realizar el cierre general</h5>
	<p>Para realizar el cierre general dir&iacute;jase a la subsecci&oacute;n “Tareas” en la secci&oacute;n de “Mantenimiento” y haga click en el link “Cierre General”. En el siguiente formulario haga lo siguiente:</p>
	<ol>
		<li>Seleccione los d&iacute;as de informaci&oacute;n que desea dejar en el sistema.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h2>PARTE V: Modulo de P.O.S.</h2>
	<h3>P.O.S. (Punto de Venta)</h3>
	<p>La actividad m&aacute;s importante de la empresa es la facturaci&oacute;n. Por ende el modulo de P.O.S. est&aacute; dise&ntilde;ado diferente que al resto de los m&oacute;dulos del sistema, esto para una operaci&oacute;n m&aacute;s &aacute;gil y eficaz. Este modulo cuenta con cuatro secciones que son “Facturaci&oacute;n”, “Dep&oacute;sitos”, “Caja Opciones” y “Jornada Opciones” que contienen las funcionalidades necesarias para operar una caja registradora.</p>
	<h4>Facturaci&oacute;n</h4>
	<p>En esta secci&oacute;n se pueden crear, anular y consultar facturas al igual que consultar productos.</p>
	<h5>Ingresar a la secci&oacute;n de “Facturaci&oacute;n”</h5>
	<p>Para ingresar a la secci&oacute;n es necesario indicar bajo que turno de caja se va operar. Para seleccionar el turno dir&iacute;jase a la secci&oacute;n de “Facturaci&oacute;n”. Con el formulario de turnos de caja en pantalla haga lo siguiente:</p>
	<ol>
		<li>Seleccione el turno de caja que desea operar.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Crear una factura</h5>
	<p>Crear una factura con lleva realizar varios pasos. El primer paso es ingresar a la secci&oacute;n de “Facturaci&oacute;n” utilizando el m&eacute;todo anteriormente explicado. Ya dentro de la secci&oacute;n de facturaci&oacute;n haga click en la opci&oacute;n “Crear” dentro del men&uacute; de “Archivo” en la parte superior de la ventana. O usando el atajo de teclas presione la tecla INS.</p>
	<h6>Ingresar los datos del cliente</h6>
	<p>Una vez se empieza a crear la factura el formulario para ingresar los datos del cliente aparecer&aacute;. A continuaci&oacute;n haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero de nit del cliente o si no hay nit ingrese “CF”.</li>
		<li>Ingrese el nombre del cliente o si es CF d&eacute;jelo en blanco.</li>
		<li>Presione la el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h6>Cambiar los datos del cliente</h6>
	<p>Cuando se est&aacute; creando una factura el sistema entra en modo de escucha, o sea que esta lista para  recibir c&oacute;digos de barra. Si se desea cambiar los datos del cliente haga click en la opci&oacute;n “Cliente” en el men&uacute; “Editar” o usando el atajo de teclas presione la secuencia de teclas CTRL + E, a continuaci&oacute;n el formulario volver&aacute; aparecer.</p>
	<h6>Agregar un detalle por c&oacute;digo de barra del producto</h6>
	<p>En la creaci&oacute;n de una factura el sistema entra en modo de escucha, esto significa que est&aacute; esperando a que el usuario ingrese los c&oacute;digos de barra. Para esto se puede utilizar un lector de barras o en caso de no tener uno digite el c&oacute;digo de barras y presione la tecla ENTER.</p>
	<h6>Agregar un detalle por b&uacute;squeda de nombre del producto</h6>
	<p>Si no se tiene el c&oacute;digo de barra del producto, este se puede agregar buscando su nombre. Para esto haga click sobre la opci&oacute;n “Buscar producto” en el men&uacute; “Editar” o usando el atajo de teclas presione la tecla F5. A continuaci&oacute;n el formulario para buscar el nombre del producto aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la cantidad que el cliente se desea llevar en el campo “Cantidad”.</li>
		<li>Posicione el cursor en el campo “Buscar”.</li>
		<li>Empiece a escribir el nombre del producto. Y el sistema le desplegara todos los nombres similares de los productos.</li>
		<li>Utilice las teclas de arriba y abajo para navegar la lista y presione ENTER cuando el nombre deseado este seleccionado. O haga click con el mouse sobre el nombre deseado.</li>
	</ol>
	<h6>Quitar un detalle</h6>
	<p>Para quitar un detalle haga click sobre la opci&oacute;n “Quitar producto” en el men&uacute; “Editar” o usando el atajo de teclas presione la secuencia de teclas CTRL + D. A continuaci&oacute;n el formulario para quitar el detalle aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del detalle que desea quitar.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h6>Hacer un descuento a la factura</h6>
	<p>Para hacer un descuento adicional a la factura haga click sobre la opci&oacute;n “Descuento” en el men&uacute; “Editar” o usando el atajo de teclas presione la tecla F7. A continuaci&oacute;n el formulario de autenticaci&oacute;n aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese su cuenta de usuario.</li>
		<li>Ingrese su contrase&ntilde;a.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER. Si es autenticado correctamente y si tiene los privilegios suficientes, el formulario para ingresar el porcentaje del descuento aparecer&aacute;.</li>
		<li>Ingrese el porcentaje del descuento.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h6>Crear un recibo de caja (Guardar factura)</h6>
	<p>Una vez se termine de ingresar los detalles necesarios es hora de guardar la factura o m&aacute;s bien dicho crear el recibo de caja para aceptar el pago del cliente. Para esto haga click en la opci&oacute;n “Guardar” en el men&uacute; “Archivo” o usando el atajo de teclas presione la secuencia de teclas CTRL + S. A continuaci&oacute;n el formulario del recibo de caja aparecer&aacute;.</p>
	<h6>Ingresar efectivo al recibo de caja</h6>
	<p>Con el formulario del recibo de caja en pantalla es solo de digitar el monto en efectivo que se est&aacute; recibiendo de parte del cliente en campo “Efectivo”.</p>
	<h6>Agregar un voucher al recibo de caja (Tarjeta de Cr&eacute;dito/Debito)</h6>
	<p>Con el formulario del recibo de caja en pantalla haga click sobre la opci&oacute;n “Agregar voucher” en el men&uacute; “Editar” en la parte superior de esa ventana o usando el atajo de teclas presione la secuencia de teclas CTRL + I. A continuaci&oacute;n el formulario para ingresar el voucher aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero de transacci&oacute;n del voucher.</li>
		<li>Ingrese &uacute;ltimos cuatro d&iacute;gitos de la tarjeta.</li>
		<li>Seleccione el tipo de la tarjeta.</li>
		<li>Seleccione la marca de la tarjeta.</li>
		<li>Ingrese el nombre del titular de la tarjeta.</li>
		<li>Ingrese la fecha de vencimiento de la tarjeta.</li>
		<li>Ingrese el monto del voucher.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h6>Quitar un voucher al recibo de caja (Tarjeta de Cr&eacute;dito/Debito)</h6>
	<p>Para quitar un voucher del recibo de caja haga click sobre la opci&oacute;n “Quitar voucher” en el men&uacute; “Editar” o usando el atajo de teclas presione la secuencia de teclas CTRL + D. A continuaci&oacute;n el formulario para quitar el voucher aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del voucher que desea quitar.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h6>Guardar el recibo de caja</h6>
	<p>Despu&eacute;s de haber ingresado el efectivo o vouchers necesarios se puede guardar el recibo de caja y a la vez la factura. Para esto haga click en la opci&oacute;n “Guardar” en el men&uacute; “Archivo” o usando el atajo de teclas presione la secuencia de teclas CTRL + S.</p>
	<h5>Consultar una factura por navegaci&oacute;n</h5>
	<p>Si se desea consultar una factura pero no se cuenta con su serie ni su n&uacute;mero pero se sabe en qu&eacute; caja fue operada es cuesti&oacute;n de solo ingresar al modulo y a la secci&oacute;n de “Facturaci&oacute;n” utilizando la fecha de la jornada y el turno de la caja (si solo se cuenta con la fecha de creaci&oacute;n es mejor utilizar los m&oacute;dulos de “Inventario” o “POS Admin”). Ya dentro de la secci&oacute;n es posible navegar por cada factura creada en esa caja utilizando las siguientes opciones (todas ellas en el men&uacute; “Ver”):</p>
	<ul>
		<li>“Primero”: Navega directamente hacia la primera factura creada en la caja. El atajo de teclas es la tecla INICIO.</li>
		<li>“Anterior”: Navega a la factura que se encuentra en una posici&oacute;n anterior a la que se est&aacute; consultando actualmente. El atajo de teclas es la tecla RE PAG.</li>
		<li>“Siguiente”: Navega hacia la siguiente factura a la que se est&aacute; consultando actualmente. El atajo de teclas es la tecla AV PAG.</li>
		<li>“Ultimo”: Navega directamente hacia la ultima factura creada en la caja. El atajo de teclas es la tecla FIN.</li>
	</ul>
	<h5>Consultar una factura por serie y n&uacute;mero</h5>
	<p>Si se desea consultar una factura y se cuenta con su serie y n&uacute;mero solo se debe de ingresar al modulo y a la secci&oacute;n de “Facturaci&oacute;n” utilizando la fecha de la jornada y turno de la caja en la que se opero (si solo se cuenta con la fecha de creaci&oacute;n es mejor utilizar los m&oacute;dulos de “Inventario” o “POS Admin”). Una vez dentro de la secci&oacute;n haga click sobre la opci&oacute;n “Buscar” en el men&uacute; “Ver” o utilizando el atajo de teclas presione la tecla F1. A continuaci&oacute;n el formulario para la b&uacute;squeda de facturas aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese la serie de la factura.</li>
		<li>Ingrese el n&uacute;mero de la factura.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h5>Consultar las tarjetas de una factura</h5>
	<p>Consulte la factura utilizando cualquiera de los m&eacute;todos anteriormente explicados. Ya con la factura en pantalla haga click en la opci&oacute;n “Tarjetas” en el men&uacute; “Ver” o utilizando el atajo de teclas presione la secuencia de teclas CTRL + T.</p>
	<h5>Consultar un producto por c&oacute;digo de barra</h5>
	<p>Dentro de la secci&oacute;n de “Facturaci&oacute;n” es posible consultar la informaci&oacute;n de un producto. Para esto haga click sobre la opci&oacute;n “Consultar producto” en el men&uacute; “Ver” o usando el atajo de teclas presione la tecla F6. A continuaci&oacute;n el formulario para buscar un producto aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo de barra en el campo “C&oacute;digo barra”.</li>
		<li>Presione el bot&oacute;n “Consultar” adjunto a la derecha.</li>
	</ol>
	<h5>Consultar un producto por c&oacute;digo</h5>
	<p>Dentro de la secci&oacute;n de “Facturaci&oacute;n” es posible consultar la informaci&oacute;n de un producto. Para esto haga click sobre la opci&oacute;n “Consultar producto” en el men&uacute; “Ver” o usando el atajo de teclas presione la tecla F6. A continuaci&oacute;n el formulario para buscar un producto aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo de barra en el campo “C&oacute;digo”.</li>
		<li>Presione el bot&oacute;n “Consultar” adjunto a la derecha.</li>
	</ol>
	<h5>Consultar un producto por b&uacute;squeda de nombre</h5>
	<p>Dentro de la secci&oacute;n de “Facturaci&oacute;n” es posible consultar la informaci&oacute;n de un producto. Para esto haga click sobre la opci&oacute;n “Consultar producto” en el men&uacute; “Ver” o usando el atajo de teclas presione la tecla F6. A continuaci&oacute;n el formulario para buscar un producto aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Posicione el cursor en el campo “Buscar”.</li>
		<li>Empiece a escribir el nombre del producto. Y el sistema le desplegara todos los nombres similares de los productos.</li>
		<li>Utilice las teclas de arriba y abajo para navegar la lista y presione ENTER cuando el nombre deseado este seleccionado. O haga click con el mouse sobre el nombre deseado.</li>
	</ol>
	<h4>Dep&oacute;sitos</h4>
	<p>En esta secci&oacute;n se crean, consultan y anulan los dep&oacute;sitos realizados por el cajero.</p>
	<h5>Ingresar a la secci&oacute;n de “Dep&oacute;sitos”</h5>
	<p>Para ingresar a la secci&oacute;n es necesario indicar bajo que turno de caja se va operar. Para seleccionar el turno dir&iacute;jase a la secci&oacute;n de “Dep&oacute;sitos”. Con el formulario de turnos de caja en pantalla haga lo siguiente:</p>
	<ol>
		<li>Seleccione el turno de caja que desea operar.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Crear un dep&oacute;sito</h5>
	<p>Crear un deposito con lleva realizar varios pasos. El primer paso es ingresar a la secci&oacute;n de “Dep&oacute;sitos” utilizando el m&eacute;todo anteriormente explicado. Ya dentro de la secci&oacute;n haga click en la opci&oacute;n “Crear” dentro del men&uacute; de “Archivo” en la parte superior de la ventana. O usando el atajo de teclas presione la tecla INS.</p>
	<h6>Ingresar los datos de la boleta</h6>
	<p>Una vez se empieza a crear el dep&oacute;sito, en el formulario aparecen los campos necesarios para ingresar los datos de la boleta. Para ingresar estos datos haga lo siguiente:</p>
	<ol>
		<li>Ingrese el numero de la boleta en el campo “Boleta No”.</li>
		<li>Seleccione la cuenta bancaria en el campo “Cuenta bancaria”.</li>
	</ol>
	<h6>Agregar efectivo</h6>
	<p>Para agregar efectivo al dep&oacute;sito presione la opci&oacute;n “Agregar efectivo” en el men&uacute; “Editar” o usando el atajo de teclas presione la secuencia de teclas CTRL + I. A continuaci&oacute;n el formulario con el efectivo disponible de la caja aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Seleccione cualquiera de las facturas con efectivo disponible del listado.</li>
		<li>Ingrese cuanto de efectivo de la factura seleccionada desea depositar en el campo “A depositar”.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h6>Quitar efectivo</h6>
	<p>Para quitar efectivo de un deposito haga click sobre la opci&oacute;n “Quitar efectivo” o usando el atajo de teclas presione la secuencia de teclas CTRL + D. A continuaci&oacute;n el formulario para quitar el efectivo aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del detalle que contiene el efectivo que desea quitar.</li>
		<li>Presione el bot&oacute;n “Aceptar” o presione la tecla ENTER.</li>
	</ol>
	<h6>Guardar el dep&oacute;sito</h6>
	<p>Despu&eacute;s de haber ingresado el efectivo necesario se puede guardar el deposito, para esto haga click en la opci&oacute;n “Guardar” en el men&uacute; “Archivo” o usando el atajo de teclas presione la secuencia de teclas CTRL + S.</p>
	<h5>Consultar un dep&oacute;sito por navegaci&oacute;n</h5>
	<p>Si se desea consultar un deposito pero no se cuenta con su n&uacute;mero ni su n&uacute;mero de boleta pero se sabe en qu&eacute; caja fue operada es cuesti&oacute;n de solo ingresar al modulo y a la secci&oacute;n de “Dep&oacute;sitos” utilizando la fecha de la jornada y el turno de la caja (si solo se cuenta con la fecha de creaci&oacute;n es mejor utilizar los m&oacute;dulos de “Inventario” o “POS Admin”). Ya dentro de la secci&oacute;n es posible navegar por cada dep&oacute;sito creado en esa caja utilizando las siguientes opciones (todas ellas en el men&uacute; “Ver”):</p>
	<ul>
		<li>“Primero”: Navega directamente hacia el primer deposito creado en la caja. El atajo de teclas es la tecla INICIO.</li>
		<li>“Anterior”: Navega al dep&oacute;sito que se encuentra en una posici&oacute;n anterior al que se est&aacute; consultando actualmente. El atajo de teclas es la tecla RE PAG.</li>
		<li>“Siguiente”: Navega hacia el siguiente deposito al que se est&aacute; consultando actualmente. El atajo de teclas es la tecla AV PAG.</li>
		<li>“Ultimo”: Navega directamente hacia el ultimo deposito creado en la caja. El atajo de teclas es la tecla FIN.</li>
	</ul>
	<h5>Consultar un dep&oacute;sito por n&uacute;mero</h5>
	<p>Si se desea consultar un deposito y se cuenta con su n&uacute;mero solo se debe de ingresar al modulo y a la secci&oacute;n de “Dep&oacute;sitos” utilizando la fecha de la jornada y turno de la caja en la que se opero (si solo se cuenta con la fecha de creaci&oacute;n es mejor utilizar los m&oacute;dulos de “Inventario” o “POS Admin”). Una vez dentro de la secci&oacute;n haga click sobre la opci&oacute;n “Buscar” en el men&uacute; “Ver” o utilizando el atajo de teclas presione la tecla F1. A continuaci&oacute;n el formulario para la b&uacute;squeda de dep&oacute;sitos aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el n&uacute;mero del dep&oacute;sito en el campo “Deposito No”.</li>	
		<li>Presione el bot&oacute;n “Buscar” que esta adjunto a la derecha.</li>
	</ol>
	<h5>Consultar un dep&oacute;sito por n&uacute;mero de boleta</h5>
	<p>Si se desea consultar un deposito y se cuenta con su n&uacute;mero de boleta solo se debe de ingresar al modulo y a la secci&oacute;n de “Dep&oacute;sitos” utilizando la fecha de la jornada y turno de la caja en la que se opero (si solo se cuenta con la fecha de creaci&oacute;n es mejor utilizar los m&oacute;dulos de “Inventario” o “POS Admin”). Una vez dentro de la secci&oacute;n haga click sobre la opci&oacute;n “Buscar” en el men&uacute; “Ver” o utilizando el atajo de teclas presione la tecla F1. A continuaci&oacute;n el formulario para la b&uacute;squeda de dep&oacute;sitos aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Seleccione el banco donde se hizo el dep&oacute;sito.</li>
		<li>Ingrese el n&uacute;mero de la boleta en el campo “Boleta No”.</li>	
		<li>Presione el bot&oacute;n “Buscar” que esta adjunto a la derecha.</li>
	</ol>
	<h4>Caja Opciones</h4>
	<p>En esta secci&oacute;n se cierra la caja y se consultan los cortes de caja.</p>
	<h5>Ingresar a la secci&oacute;n de “Caja Opciones”</h5>
	<p>Para ingresar a la secci&oacute;n es necesario indicar que turno de caja se va operar. Para seleccionar el turno dir&iacute;jase a la secci&oacute;n de “Caja Opciones”. Con el formulario de turnos de caja en pantalla haga lo siguiente:</p>
	<ol>
		<li>Seleccione el turno de caja que desea operar.</li>
		<li>Presione el bot&oacute;n “Aceptar”.</li>
	</ol>
	<h5>Cerrar una caja</h5>
	<p>Una vez dentro de la secci&oacute;n de “Caja Opciones” se puede manipular la caja en la cual se est&aacute; operando. Para cerrarla haga click sobre la opci&oacute;n “Cerrar” en el men&uacute; “Editar” o usando el atajo de teclas presione la secuencia de teclas CTRL + C.</p>
	<h5>Consultar un corte de caja preliminar</h5>
	<p>Es necesario que la caja aun este abierta. Ya dentro de la secci&oacute;n de “Caja Opciones” haga click sobre la opci&oacute;n “Corte de caja preliminar” en el men&uacute; “Ver” o usando el atajo de teclas presione la secuencia CTRL + R.</p>
	<h5>Consultar un corte de caja</h5>
	<p>Es necesario que la caja este cerrada. Ya dentro de la secci&oacute;n de “Caja Opciones” haga click sobre la opci&oacute;n “Corte de caja” en el men&uacute; “Ver” o usando el atajo de teclas presione la secuencia CTRL + A.</p>
	<h5>Imprimir un corte de caja</h5>
	<p>Consulte el corte de caja utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con la ventana del corte de caja en pantalla haga click sobre la opci&oacute;n “Imprimir…” (si desea seleccionar la impresora a la cual imprimir) o “Imprimir” (si quiere mandar imprimir directamente a la impresora predeterminada) en el men&uacute; de “Archivo”.</p>
	<h4>Jornada Opciones</h4>
	<p>En esta secci&oacute;n es donde se cierra la jornada de trabajo para no poder facturar m&aacute;s. Tambi&eacute;n para visualizar los reportes de ventas.</p>
	<h5>Ingresar a la secci&oacute;n de “Jornada Opciones”</h5>
	<p>A diferencia de las dem&aacute;s secciones esta no requiere identificar bajo que turno de caja se va operar puesto que la jornada que se est&aacute; operando es la fecha que se ingreso al entrar al modulo. Para entrar solo dir&iacute;jase a la secci&oacute;n “Jornada Opciones”.</p>
	<h5>Cerrar una jornada</h5>
	<p>Una vez dentro de la secci&oacute;n de “Jornada Opciones” se puede manipular la jornada en la cual se est&aacute; operando. Para cerrarla haga click sobre la opci&oacute;n “Cerrar” en el men&uacute; “Editar” o usando el atajo de teclas presione la secuencia de teclas CTRL + C.</p>
	<h5>Consultar un reporte de ventas preliminar</h5>
	<p>Es necesario que la jornada aun este abierta. Ya dentro de la secci&oacute;n de “Jornada Opciones” haga click sobre la opci&oacute;n “Reporte de ventas preliminar” en el men&uacute; “Ver” o usando el atajo de teclas presione la secuencia CTRL + R.</p>
	<h5>Consultar un reporte de ventas</h5>
	<p>Es necesario que la jornada este cerrada. Ya dentro de la secci&oacute;n de “Jornada Opciones” haga click sobre la opci&oacute;n “Reporte de ventas” en el men&uacute; “Ver” o usando el atajo de teclas presione la secuencia CTRL + A.</p>
	<h5>Imprimir un reporte de ventas</h5>
	<p>Consulte el reporte de ventas utilizando cualquiera de los m&eacute;todos explicados anteriormente. Ya con la ventana del reporte en pantalla haga click sobre la opci&oacute;n “Imprimir…” (si desea seleccionar la impresora a la cual imprimir) o “Imprimir” (si quiere mandar imprimir directamente a la impresora predeterminada) en el men&uacute; de “Archivo”.</p>
	<h4>Productos</h4>
	<p>Es posible consultar informaci&oacute;n de alg&uacute;n producto sin necesidad de entrar a la secci&oacute;n de “Facturaci&oacute;n”. A continuaci&oacute;n se explica c&oacute;mo.</p>
	<h5>Consultar un producto por c&oacute;digo de barra</h5>
	<p>Ingrese a la opci&oacute;n “Consultar Producto” en el men&uacute; principal del modulo. A continuaci&oacute;n el formulario para buscar un producto aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo de barra en el campo “C&oacute;digo barra”.</li>
		<li>Presione el bot&oacute;n “Consultar” adjunto a la derecha.</li>
	</ol>
	<h5>Consultar un producto por c&oacute;digo</h5>
	<p>Ingrese a la opci&oacute;n “Consultar Producto” en el men&uacute; principal del modulo. A continuaci&oacute;n el formulario para buscar un producto aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Ingrese el c&oacute;digo de barra en el campo “C&oacute;digo”.</li>
		<li>Presione el bot&oacute;n “Consultar” adjunto a la derecha.</li>
	</ol>
	<h5>Consultar un producto por b&uacute;squeda de nombre</h5>
	<p>Ingrese a la opci&oacute;n “Consultar Producto” en el men&uacute; principal del modulo. A continuaci&oacute;n el formulario para buscar un producto aparecer&aacute; y haga lo siguiente:</p>
	<ol>
		<li>Posicione el cursor en el campo “Buscar”.</li>
		<li>Empiece a escribir el nombre del producto. Y el sistema le desplegara todos los nombres similares de los productos.</li>
		<li>Utilice las teclas de arriba y abajo para navegar la lista y presione ENTER cuando el nombre deseado este seleccionado. O haga click con el mouse sobre el nombre deseado.</li>
	</ol>
</body>
</html>