<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Strict//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
<link href="styles/style.css" rel="stylesheet" type="text/css" />
</head>
<body>
	<h1>Barra de Egresos</h1>
	<h4>Introducci&oacute;n</h4>
	<p>La barra de egresos utilizada en los documentos como Vales de Salida, Env&iacute;os y Devoluciones se utiliza para ingresar detalles al documento y a la vez egresar producto del inventario una vez se guarde el documento. Ver figura 1.</p>
	<div class="img_example">
		<img alt="entry_toolbar" src="images/withdraw_toolbar.jpg" /><br />
		<span>Figura 1.</span>
	</div>
	<h4>Especificaciones</h4>
	<p>A continuaci&oacute;n un cuadro con las especificaciones de cada campo de la barra:</p>
	<table class="specifications">
		<thead>
			<tr>
				<th>Nombre</th>
				<th>Descripci&oacute;n</th>
				<th>Tipo</th>
				<th>Requerido</th>
			</tr>
		</thead>
		<tbody>
			<tr>
				<td>Cantidad</td>
				<td>Indica cuantas existencias va tener el detalle.</td>
				<td>Num&eacute;rico entero mayor a cero. Ej.: 1, 10, 99.</td>
				<td>Si</td>
			</tr>
			<tr>
				<td>Barra</td>
				<td>Es el c&oacute;digo de barra del producto y se utiliza para identificar el producto ya sea utilizando el teclado o un lector de barras.</td>
				<td>Alfanum&eacute;rico. Ej.: 123, 21AB323C.</td>
				<td>Si</td>
			</tr>
			<tr>
				<td>Buscar</td>
				<td>Se utiliza para buscar al producto por su nombre en caso no se cuente con un c&oacute;digo de barra. Los productos desactivados no aparecer&aacute;n en la lista de resultados.</td>
				<td>Alfanum&eacute;rico. Ej.: Aspirina, Leche.</td>
				<td>N/A</td>
			</tr>
		</tbody>
	</table>
	<h4>Modo de Empleo</h4>
	<p>Al igual que la barra de ingresos, su navegaci&oacute;n son con las teclas Tab o Enter dependiendo del campo, un indicio de esto es que el fondo del campo se torna de color amarillo. La tecla Enter no funciona en todos los campos de la misma manera, en el campo "Cantidad" simplemente avanza hacia al siguiente campo. En el campo "Barra" no acepta la tecla Enter si no hasta que tenga un valor ingresado cambiando tambi&eacute;n el color de texto del bot&oacute;n "Agregar" (al final de la barra, ver figura 2) indicando que al presionar Enter el bot&oacute;n se presionara autom&aacute;ticamente, le dar&aacute; ingreso al detalle y posicionara el cursor en el campo “Barra” listo para ingresar el siguiente detalle. No est&aacute; de m&aacute;s mencionar que el campo cantidad siempre se mantiene con una cantidad igual 1 con el prop&oacute;sito de que si se utiliza el lector de barras se podr&aacute; ingresar producto por producto leyendo su c&oacute;digo sin utilizar el teclado ni el mouse.</p>
	<div class="img_example">
		<img alt="entry_toolbar" src="images/entry_toolbar_ready.jpg" /><br />
		<span>Figura 2.</span>
	</div>
	<p>Si en caso no se cuenta con el c&oacute;digo de barra, se avanza al campo “Buscar” utilizando la tecla Tab y se ingresa el nombre del producto. El buscador desplegara una lista de resultados, se selecciona el resultado deseado ya sea utilizando el mouse o el teclado y el c&oacute;digo de barra del producto seleccionado aparecer&aacute; en el campo “Barra” listo para presionar la tecla Enter. Ver figura 3 y 4.</p>
	<div class="img_example">
		<img alt="entry_toolbar" src="images/entry_toolbar_search.jpg" /><br />
		<span>Figura 3.</span>
	</div>
	<div class="img_example">
		<img alt="entry_toolbar" src="images/entry_toolbar_search_ready.jpg" /><br />
		<span>Figura 4.</span>
	</div>
	<p>La intenci&oacute;n del uso de la barra de egresos es maximizar el uso del teclado para una mayor rapidez a la hora de ingresar demasiados productos. Vale mencionar que la barra de egresos no reconocer&aacute; a los productos que se encuentran desactivados.</p>
	<hr class="footer" />
</body>
</html>