<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Strict//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Documentaci&oacute;n BOBS Retail</title>
<link href="styles/style.css" rel="stylesheet" type="text/css" />
</head>
<body>
	<h1><a name="title">Barra de Conteo</a></h1>
	<h4><a name="introduction">Introducci&oacute;n</a></h4>
	<p>La barra de conteo es utilizada dentro del formulario de un Conteo (l&eacute;ase manual de <a href="inventory.html">Inventariados</a>) para ingresar los detalles, en este caso son conteos f&iacute;sicos de ciertos productos. Ver figura 1.</p>
	<div class="img_example">
		<img alt="barra de conteo" src="images/count_toolbar.jpg" /><br />
		<span>Figura 1.</span>
	</div>
	<h4><a name="specifications">Especificaciones</a></h4>
	<p>A continuaci&oacute;n un cuadro con las especificaciones de cada campo de la barra:</p>
	<table class="specifications">
		<thead>
			<tr>
				<th>Nombre</th>
				<th>Descripci&oacute;n</th>
				<th>Tipo</th>
				<th>Requerido</th>
			</tr>
		</thead>
		<tbody>
			<tr>
				<td>Cantidad</td>
				<td>Indica cuantas existencias fueron contadas.</td>
				<td>Num&eacute;rico entero mayor a cero. Ej.: 1, 10, 99.</td>
				<td>Si</td>
			</tr>
			<tr>
				<td>Barra</td>
				<td>Es el c&oacute;digo de barra del producto y se utiliza para identificar el producto ya sea utilizando el teclado o un lector de barras.</td>
				<td>Alfanum&eacute;rico. Ej.: 123, 21AB323C.</td>
				<td>Si</td>
			</tr>
			<tr>
				<td>Buscar</td>
				<td>Se utiliza para buscar al producto por su nombre en caso no se cuente con un c&oacute;digo de barra. Los productos desactivados no aparecer&aacute;n en la lista de resultados.</td>
				<td>Alfanum&eacute;rico. Ej.: Aspirina, Leche.</td>
				<td>N/A</td>
			</tr>
		</tbody>
	</table>
	<h4><a name="manual_usage">Modo de Uso (manual)</a></h4>
	<p>Su navegaci&oacute;n son con las teclas TAB o ENTER dependiendo del campo, un indicio de esto es que el fondo del campo se torna de color amarillo. La tecla ENTER no funciona en todos los campos de la misma manera, en el campo "Cantidad" simplemente avanza hacia al siguiente campo. En el campo "Barra" no acepta la tecla ENTER si no hasta que tenga un valor ingresado cambiando tambi&eacute;n el color de texto del bot&oacute;n "Agregar" (al final de la barra, ver figura 2) indicando que al presionar ENTER el bot&oacute;n se presionara autom&aacute;ticamente, le dar&aacute; ingreso al detalle y posicionara el cursor en el campo “Barra” listo para ingresar el siguiente detalle. No est&aacute; de m&aacute;s mencionar que el campo cantidad siempre se mantiene con una cantidad igual 1 con el prop&oacute;sito de que si se utiliza el lector de barras se podr&aacute; ingresar producto por producto leyendo su c&oacute;digo sin utilizar el teclado ni el mouse.</p>
	<div class="img_example">
		<img alt="barra de conteo listo" src="images/count_toolbar_ready.jpg" /><br />
		<span>Figura 2.</span>
	</div>
	<p>Si en caso no se cuenta con el c&oacute;digo de barra, se avanza al campo “Buscar” utilizando la tecla TAB y se ingresa el nombre del producto. El buscador desplegara una lista de resultados, se selecciona el resultado deseado ya sea utilizando el mouse o el teclado y el c&oacute;digo de barra del producto seleccionado aparecer&aacute; en el campo “Barra” listo para presionar la tecla ENTER. Ver figura 3 y 4.</p>
	<div class="img_example">
		<img alt="barra de conteo busqueda" src="images/count_toolbar_search.jpg" /><br />
		<span>Figura 3.</span>
	</div>
	<div class="img_example">
		<img alt="barra de conteo busqueda listo" src="images/count_toolbar_search_ready.jpg" /><br />
		<span>Figura 4.</span>
	</div>
	<h4><a name="file_usage">Modo de Uso (recolector de barras)</a></h4>
	<p>Si se cuenta con un aparato recolector de barras, el archivo de texto con todos los productos recolectados se puede subir al sistema a trav&eacute;s de la barra de conteo presionando el bot&oacute;n “Subir archivo…”. Ver figura 5.</p>
	<div class="img_example">
		<img alt="barra de conteo archivo" src="images/count_toolbar_file.jpg" /><br />
		<span>Figura 5.</span>
	</div>
	<p>El archivo a subir debe de estar en formato cvs (comma separated values o valores separados por comas) y con extensi&oacute;n .txt con 2 valores por l&iacute;nea; el 1ero es el c&oacute;digo de barra y el 2do la cantidad recolectada. Ej.: Un archivo productos.txt con el siguiente contenido:</p>
	<p>32233,10<br />
	15223,20</p>
	<p>Significa que el producto con c&oacute;digo de barra 32233 se contaron 10 existencias y del producto con c&oacute;digo de barra 15223 se contaron 20.</p>
	<p>Despu&eacute;s de presionar el bot&oacute;n “Subir archivo…” el dialogo para subir el archivo de texto aparecer&aacute; en pantalla. Ver figura 6.</p>
	<div class="img_example">
		<img alt="barra de conteo dialog archivo" src="images/count_toolbar_file_dialog.jpg" /><br />
		<span>Figura 6.</span>
	</div>
	<p>En el dialogo se ingresa la ruta donde se encuentra el archivo de texto actualmente o se presiona el bot&oacute;n “Examinar…” para abrir el dialogo de explorador de archivos para buscar y seleccionar el archivo. Ver figura 7.</p>
	<div class="img_example">
		<img alt="barra de conteo explorador archivo" src="images/count_toolbar_file_explorer.jpg" /><br />
		<span>Figura 7.</span>
	</div>
	<p>Una vez ingresado la ruta o seleccionado el archivo utilizando el explorador de archivos se presiona el bot&oacute;n “Subir archivo” para mandarlo al servidor. Ver figura 8.</p>
	<div class="img_example">
		<img alt="barra de conteo archivo listo" src="images/count_toolbar_file_ready.jpg" /><br />
		<span>Figura 8.</span>
	</div>
	<p>Si no se encuentra ning&uacute;n error en el archivo, el sistema creara autom&aacute;ticamente cada detalle por todas las l&iacute;neas encontradas y las ingresara en el Conteo.</p>
	<hr class="footer" />
</body>
</html>